Repository: Vasiliks/HddSleep
Catalog: po/*.po
Languages: ru

source: 1 minute
ru: 1 минута

source: 10 minutes
ru: 10 минут

source: 15 minutes
ru: 15 минут

source: 20 minutes
ru: 20 минут

source: 3 minutes
ru: 3 минуты

source: 30 minutes
ru: 30 минут

source: 30 seconds
ru: 30 секунд

source: 5 minutes
ru: 5 минут

source: 60 minutes
ru: 60 минут

source: Autorun is disabled!
ru: Автозапуск отключен!

source: Before uninstall this plugin set epg.dat path back to default!
ru: Перед удалением этого плагина, установите расположение хранения epg.dat по дефолту!

source: Cancel
ru: Отмена

source: Create log file
ru: Создать лог файл

source: Default path
ru: Дефолное расположение

source: Enable sleeping
ru: Включить режим сна

source: Epg.dat here
ru: epg.dat здесь

source: HDD Sleep
ru: Режим сна HDD

source: HDD sleeptime settings
ru: Настройки времени сна HDD

source: HddSleep
ru: Режим сна HDD

source: HddSleep Configuration
ru: Конфигурация режима сна HDD

source: HddSleep: not found tool hd-idle!
ru: Режим сна HDD: не найдена утилита hd-idle!

source: Mounted devices:
ru: Примонтировано:

source: Ok
ru: Ок

source: Path for epg.dat
ru: Расположение для epg.dat

source: Process:
ru: Процесс:

source: Sleep
ru: Сон

source: Sleep time for
ru: Время сна для

source: Version: %s
ru: Версия: %s

source: close plugin
ru: закрыть плагин

source: device type:
ru: тип накопителя:

source: list of mounted devices down
ru: список смонтированых накопителей вниз

source: list of mounted devices up
ru: список смонтированых накопителей вверх

source: none
ru: ничего

source: on
ru: вкл.

source: save configuration and exit
ru: сохранить настройки и выйти

source: sleep selected device
ru: режим сна для выбранного накопителя

source: store Epg.dat on selected device
ru: сохранить epg.dat на выбранном накопителе
